import ru.valiullin.OrderPrinter;


public class Main {

    public static void main(String[] args) {
        //todo Дан текстовый файл определенной структуры, в котором содержится информация о покупках.
        //Формат файла:
        //Название товара
        //количество
        //цена
        //todo Необходимо написать программу, которая выведет на экран чек, сформированный из этого файла. В чеке должна быть информация:
        //название товара:  цена Х кол-во = стоимость
        //В конце отчета вывести итоговую стоимость.


        //Сделал с помощью.
        OrderPrinter.orderPrinter();

    }
}
